---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures
source: html/83ae1dee-ab46-4b3e-2d83-81308edb9055.htm
---
# BuiltInFailures.MEPFabricationFailures Properties

An additional part was not loaded.